Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# coach.humanDecision.valueKeepItEasyOrStopEarly.3429
source: %@ Keep it easy or stop early if the body does not come around.
ru: %@ Держите легко или остановитесь раньше, если тело не включается.
zh_hans: %@保持轻松或在身体不转动时提前停止。

# coach.humanDecision.valueLaterSetsTheCeiling.1537
source: %@ later sets the ceiling.
ru: %@ позже задает темп.
zh_hans: %@后来设定了上限。

# coach.humanDecision.valueMinute.4098
source: %@-minute
ru: %@ мин
zh_hans: %@- 分钟

# coach.humanDecision.valueSession.4142
source: %@ session
ru: %@ тренировка
zh_hans: %@ 训练

# coach.humanDecision.valueSession.4152
source: %@ session
ru: %@ тренировка
zh_hans: %@ 训练

# coach.humanDecision.valueStartsInValueAndTheTwo.3281
source: %@ starts in %@, and the two things that matter now are fluid and quick fuel.
ru: %@ начнется через %@. Сейчас важны две вещи: вода и быстрая энергия.
zh_hans: %@从%@开始，现在重要的两件事是流体和快速燃料。

# coach.humanDecision.valueStartsInValueFuelingHasStarted.3153
source: %@ starts in %@. Fueling has started and readiness looks good.
ru: %@ начнется через %@. Еда уже пошла, готовность выглядит хорошо.
zh_hans: %@从%@开始。加油已经开始，准备状态看起来不错。

# coach.humanDecision.valueStartsInValueFuelIsThe.3288
source: %@ starts in %@. Fuel is the useful lever before the session starts.
ru: %@ начнется через %@. Перед стартом главный рычаг — еда.
zh_hans: %@从%@开始。在课程开始之前，燃料是有用的杠杆。

# coach.humanDecision.valueStartsInValueHydrationIsThe.3286
source: %@ starts in %@. Hydration is the useful lever before the session starts.
ru: %@ начнется через %@. Перед стартом главный рычаг — вода.
zh_hans: %@从%@开始。在课程开始之前，水合作用是有用的杠杆。

# coach.humanDecision.waitingUntilTheSessionStartsAndThen.3493
source: Waiting until the session starts and then trying to catch up.
ru: Ждать начала тренировки и только потом пытаться догонять.
zh_hans: 静待训练开始，然后再尝试追赶。

# coach.humanDecision.waitingUntilTheSessionStartsToEat.3322
source: Waiting until the session starts to eat.
ru: Ждать начала тренировки, чтобы поесть.
zh_hans: 等到训练开始时才去吃饭。

# coach.humanDecision.waitingUntilTheSessionStartsToEat.4063
source: Waiting until the session starts to eat.
ru: Ждать начала тренировки, чтобы поесть.
zh_hans: 等到训练开始时才去吃饭。

# coach.humanDecision.wastingAHighReadinessDayOnRandom.2097
source: Saving a high-readiness day for sessions that match your goal.
ru: Сохранить день высокой готовности для тренировок, которые ведут к вашей цели.
zh_hans: 为那些助你实现目标的训练，预留一天高度专注的时间。

# coach.humanDecision.windDOWN.100
source: WIND DOWN
ru: ЗАМЕДЛИТЕСЬ
zh_hans: 暂停

# coach.humanDecision.workingAboveWhatRecoveryCanAbsorb.1623
source: Working above what recovery can absorb.
ru: Работать выше того, что позволяет восстановление.
zh_hans: 追求超越恢复所能达到的水平。

# coach.humanDecision.youHaveValueBeforeTodaySValue.3155
source: You have %@ before today's %@. There is plenty of time to prepare well.
ru: Перед сегодняшним %@ у вас есть %@. Времени подготовиться достаточно.
zh_hans: 在今天这个 %@ 之前，您已有 %@。准备时间绰绰有余。

# coach.humanDecision.youHaveValueValueAndTheTwo.4025
source: You have %@ %@, and the two things that matter now are fluid and quick fuel.
ru: У вас %@ %@. Сейчас важны две вещи: вода и быстрая энергия.
zh_hans: 您现在面临的是极其严峻的局面。眼下，有两件事至关重要：水和快速能源。

# coach.humanDecision.youHaveValueValueFuelIsThe.4029
source: You have %@ %@. Fuel is the useful lever before the session starts.
ru: У вас %@ %@. Перед стартом главный рычаг — еда.
zh_hans: 您现在处境堪忧。在起步之前，关键因素是食物。

# coach.humanDecision.youHaveValueValueHydrationIsThe.4027
source: You have %@ %@. Hydration is the useful lever before the session starts.
ru: У вас %@ %@. Перед стартом главный рычаг — вода.
zh_hans: 您面临的是极其严峻的局面。在启动之前，关键所在便是水源。

# coach.humanDecision.youRecoveredWellSleptEnoughAndRecent.2137
source: You recovered well, slept enough, and recent load is light. Nothing important is limiting today.
ru: Вы хорошо восстановились, сна хватило, недавняя нагрузка легкая. Сегодня ничего важного не ограничивает.
zh_hans: 您已良好恢复，睡眠充足，近期活动量也较轻。今天没有特别需要限制的事项。

# coach.humanDecision.yourMealIsInHydrationIsStill.3284
source: Your meal is in. Hydration is still missing before the %@.
ru: Еда уже есть. Перед %@ все еще не хватает воды.
zh_hans: 食物已经准备好了。但在 %@ 之前，仍缺乏饮用水。

# coach.humanDecision.yourMealIsInNowGiveIt.3279
source: Your meal is in. Now give it time to settle and keep fluids moving.
ru: Еда уже есть. Дайте ей улечься и продолжайте пить понемногу.
zh_hans: 食物已经准备好了。让她躺下，然后继续少量饮水。

# coach.humanDecision.yourMealIsInNowGiveIt.4023
source: Your meal is in. Now give it time to settle and keep fluids moving.
ru: Еда уже есть. Дайте ей улечься и продолжайте пить понемногу.
zh_hans: 食物已经准备好了。让她躺下，然后继续少量饮水。

# coach.humanDecision.yourRecoveryIsLowerThanTodayS.1994
source: Your recovery is lower than today's training asks for. The limiter is recovery, not fitness.
ru: Ресурс ниже, чем требует сегодняшняя тренировка. Ограничение — восстановление, не форма.
zh_hans: 当前训练所需的资源不足。限制因素在于恢复，而非体能状态。

# coach.humanDecision.youSleptWellRecoveredWellAndThere.3639
source: You slept well, recovered well, and there is no important load already shaping the day.
ru: Вы хорошо поспали, восстановились, и день пока не задает важной нагрузки.
zh_hans: 您睡得很香，已经恢复过来，今天暂时还没有什么繁重的工作。

# coach.hydrationNotStartedFirstTarget500ml
source: Hydration not started • first target 500ml
ru: Вода не начата • первая цель 500 мл
zh_hans: 尚未开始补液 • 首个目标量为 500 ml

# coach.info.activityContext.subtitle
source: What this activity means right now
ru: Что эта активность значит сейчас
zh_hans: 这项活动在当前背景下意味着什么？

# coach.info.activityContext.title
source: Activity context
ru: Контекст активности
zh_hans: 活动上下文

# coach.info.planAdjustment.subtitle
source: Only if the plan needs changing
ru: Только если план нужно изменить
zh_hans: 仅当计划需要调整时

# coach.info.planAdjustment.title
source: Plan adjustment
ru: Корректировка плана
zh_hans: 计划调整

# coach.info.planChallenge.subtitle
source: What to change if the signals stay the same.
ru: Что изменить, если сигналы останутся такими же.
zh_hans: 如果信号不发生变化，又该如何调整？

# coach.info.planChallenge.title
source: Plan challenge
ru: Пересмотр плана
zh_hans: 重新审核计划

# coach.info.rationale.subtitle
source: Decision rationale
ru: Причина решения
zh_hans: 决策依据

# coach.info.whyThisMatters.subtitle
source: The reason behind the recommendation
ru: Причина этой рекомендации
zh_hans: 推荐原因

# coach.info.whyThisMatters.title
source: Why this matters
ru: Почему это важно
zh_hans: 为什么这很重要

# coach.insight.500Ml.123
source: +500 ml
ru: +500 мл
zh_hans: +500 毫升

# coach.insight.500Ml.402
source: +500 ml
ru: +500 мл
zh_hans: +500 毫升

# coach.insight.activityLoadIsHighAndEnergyIntake.864
source: Activity load is high and energy intake is behind. Add protein and easy carbs now, then keep intensity controlled.
ru: Нагрузка высокая, а энергии не хватает. Добавьте белок и легкие углеводы, затем держите интенсивность под контролем.
zh_hans: 运动负荷较高，但能量摄入不足。建议立即增加蛋白质及易吸收碳水化合物的摄入，同时保持运动强度恒定。

# coach.insight.addCarbs.106
source: Add Carbs
ru: Добавьте углеводы
zh_hans: 添加碳水化合物

# coach.insight.addCarbs.381
source: Add Carbs
ru: Добавьте углеводы
zh_hans: 添加碳水化合物

# coach.insight.addMinerals.184
source: Add Minerals
ru: Добавьте минералы
zh_hans: 添加矿物质

# coach.insight.addMinerals.422
source: Add Minerals
ru: Добавьте минералы
zh_hans: 添加矿物质

# coach.insight.addMinerals.768
source: Add Minerals
ru: Добавьте минералы
zh_hans: 添加矿物质

# coach.insight.addProtein.156
source: Add Protein
ru: Добавьте Белок
zh_hans: 添加蛋白质

# coach.insight.addProtein.359
source: Add Protein
ru: Добавьте Белок
zh_hans: 添加蛋白质

# coach.insight.addProteinToSupportRepairAndKeep.357
source: Add protein to support repair and keep your energy more stable.
ru: Добавьте белок, чтобы телу было из чего восстановиться и энергия была ровнее.
zh_hans: 补充蛋白质以支持身体修复，并保持能量水平更加稳定。

# coach.insight.addProteinToYourNextMealTo.887
source: Add protein to your next meal to support muscle maintenance and keep energy stable.
ru: Добавьте белок в следующий прием пищи, чтобы сохранить мышцы и ровную энергию.
zh_hans: 在下一餐中加入蛋白质，有助于维持肌肉量并保障能量稳定。

# coach.insight.addSimpleFuelIfYouNeedSteady.379
source: Add simple fuel if you need steady energy, especially before activity.
ru: Если нужна ровная энергия, добавьте простую еду, особенно перед активностью.
zh_hans: 若需要稳定能量，尤其是在运动前，可补充简单碳水化合物。

# coach.insight.balanceMeals.484
source: Balance Meals
ru: Сбалансируйте еду
zh_hans: 均衡膳食

# coach.insight.chooseMineralsNotMoreWater.419
source: Choose minerals, not more water.
ru: Выберите минералы, а не просто больше воды.
zh_hans: 选择矿物质，而非增加饮水量。

# coach.insight.easyFuelCanHelp.378
source: Easy fuel can help.
ru: Легкая еда может помочь.
zh_hans: 使用易燃燃料有所帮助。

# coach.insight.energyIntakeIsBehindTodaySNeeds.876
source: Energy intake is behind today’s needs. Add a simple meal or snack now.
ru: Сегодня энергии не хватает под потребности дня. Добавьте простой прием пищи или перекус сейчас.
zh_hans: 能量摄入已满足当今的需求。现在只需添加一份简单的正餐或零食即可。

# coach.insight.energyIsLightButProteinIsThe.873
source: Energy is light, but protein is the most useful next step for recovery and stability.
ru: Энергии немного, но сейчас самый полезный шаг — белок для восстановления и стабильности.
zh_hans: 能量轻盈，而蛋白质则是实现恢复与稳定性的最关键要素。

# coach.insight.everythingIsMovingWell.192
source: Everything is moving well.
ru: Все идет ровно.
zh_hans: 一切进展顺利。

# coach.insight.extremeEnergyOverload.168
source: Extreme Energy Overload.
ru: Слишком много энергии.
zh_hans: 极端能量过载。

# coach.insight.fatIntakeIsHighTodayChooseLeaner.482
source: Fat intake is high today. Choose leaner foods next to keep digestion smooth.
ru: Сегодня жиров много. Дальше выбирайте более легкую еду, чтобы пищеварению было проще.
zh_hans: 如今脂肪摄入量较高。建议选择低脂食物，以保障消化功能顺畅。

# coach.insight.fuelTheNextSession.100
source: Fuel the next session.
ru: Подкрепитесь перед следующей тренировкой.
zh_hans: 为下一场会议注入动力。

# coach.insight.highMetabolicStrain.725
source: High Metabolic Strain
ru: Высокая нагрузка
zh_hans: 高代谢负荷

# coach.insight.highMetabolicStrainDetected.56
source: High Metabolic Strain Detected.
ru: Высокая нагрузка.
zh_hans: 检测到高代谢负荷。

# coach.insight.hydrationIsBehind.120
source: Hydration is behind.
ru: Не хватает воды.
zh_hans: 水合作用是背后的关键。

# coach.insight.hydrationIsBehindForThisPointOf.121
source: Hydration is behind for this point of the day. Build steady intake now instead of catching up late.
ru: Для этого времени дня воды маловато. Начните пить постепенно, а не догонять вечером.
zh_hans: 在今日的这个时间点，补液已不再是当务之急。现在就开始保持稳定摄入，而非等到后期才补救。

# coach.insight.hydrationStillMatters.399
source: Hydration still matters.
ru: Вода все еще важна.
zh_hans: 补水依然至关重要。

# coach.insight.keepFluidIntakeSteadyButDoNot.400
source: Keep fluid intake steady, but do not let it replace food or recovery support.
ru: Пейте ровно, но не заменяйте водой еду или восстановление.
zh_hans: 保持液体摄入量稳定，但切勿以液体替代食物或恢复支持。

# coach.insight.keepNextMealLighter.481
source: Keep next meal lighter.
ru: Следующий прием пищи сделайте легче.
zh_hans: 下次用餐时尽量吃得清淡些。

# coach.insight.keepTheRhythmSteady.775
source: Keep the rhythm steady.
ru: Держите ритм ровным.
zh_hans: 保持节奏稳定。

# coach.insight.keepTonightLighter.502
source: Keep tonight lighter.
ru: Сегодня вечером держите легче.
zh_hans: 今晚尽量保持轻松。

# coach.insight.logMeal.71
source: Log Meal
ru: Записать еду
zh_hans: 记录餐食

# coach.insight.logYourFirstMeal.68
source: Log your first meal.
ru: Запишите первый прием пищи.
zh_hans: 记录您的第一餐。

# coach.insight.logYourFoodSoTheCoachCan.69
source: Log your food so the coach can balance energy, protein and recovery from real intake.
ru: Запишите еду, чтобы Тренер точнее оценил энергию, белок и восстановление.
zh_hans: 记录您的饮食摄入情况，以便教练根据实际摄入量来平衡能量、蛋白质摄入及恢复情况。

# coach.insight.lowerRecoveryCapacity.439
source: Lower recovery capacity.
ru: Ресурс ниже обычного.
zh_hans: 回收能力较低。

# coach.insight.nutritionIsBehindForThisPointOf.869
source: Nutrition is behind for this point of the day. Add protein and simple fuel to support recovery and stable energy.
ru: Для этого времени дня питания маловато. Добавьте белок и простую еду, чтобы телу было легче восстановиться.
zh_hans: 此时，营养摄入至关重要。补充蛋白质及简单能量营养素，以助力身体恢复并维持稳定能量水平。

# coach.insight.plainWaterIsAlreadyCoveredFocusOn.182
source: Plain water is already covered. Focus on minerals, protein and steady recovery instead.
ru: Обычная вода уже закрыта. Лучше подумать о минералах, белке и спокойном восстановлении.
zh_hans: 普通饮水已足够，接下来应重点关注矿物质、蛋白质摄入以及稳步恢复。

# coach.insight.protectRecovery.59
source: Protect Recovery
ru: Сохраните силы на восстановление
zh_hans: 保留恢复精力

# coach.insight.protectRecovery.86
source: Protect Recovery
ru: Сохраните силы на восстановление
zh_hans: 保留恢复精力

# coach.insight.protectRecovery.442
source: Protect Recovery
ru: Сохраните силы на восстановление
zh_hans: 保留恢复精力

# coach.insight.protectRecovery.728
source: Protect Recovery
ru: Сохраните силы на восстановление
zh_hans: 保留恢复精力

# coach.insight.protectRecovery.743
source: Protect Recovery
ru: Сохраните силы на восстановление
zh_hans: 保留恢复精力

# coach.insight.proteinCanHelpNext.356
source: Protein can help next.
ru: Следующим шагом поможет белок.
zh_hans: 蛋白质可以发挥后续作用。

# coach.insight.proteinIsBehind.150
source: Protein is behind.
ru: Белка не хватает.
zh_hans: 缺乏蛋白质。

# coach.insight.recoveryComesFirst.80
source: Recovery comes first.
ru: Сейчас важнее восстановиться.
zh_hans: 康复至上。

# coach.insight.recoveryComesFirst.737
source: Recovery comes first.
ru: Сейчас важнее восстановиться.
zh_hans: 康复至上。

# coach.insight.recoveryNeedsFuel.461
source: Recovery needs fuel.
ru: Для восстановления нужна еда.
zh_hans: 恢复需要补给。

# coach.insight.refuelNow.138
source: Refuel Now
ru: Подкрепитесь сейчас
zh_hans: 立即提供支持

# coach.insight.refuelNow.464
source: Refuel Now
ru: Подкрепитесь сейчас
zh_hans: 立即提供支持

# coach.insight.refuelNow.757
source: Refuel Now
ru: Подкрепитесь сейчас
zh_hans: 立即提供支持

# coach.insight.sleepWasShorterThanNeeded.898
source: Sleep was shorter than needed.
ru: Сна было меньше, чем нужно.
zh_hans: 我的睡眠量少于所需量。

# coach.insight.sleepWasShorterThanNeededKeepMeals.440
source: Sleep was shorter than needed. Keep meals steady and avoid pushing workout intensity today.
ru: Сна было меньше, чем нужно. Ешьте ровно и не давите интенсивность сегодня.
zh_hans: 睡眠不足。今天请规律饮食，不要过度劳累。

# coach.insight.sleepWasVeryShortAndYourBody.894
source: Sleep was very short and your body carries extra load.
ru: Сон был очень коротким, и тело несет дополнительную нагрузку.
zh_hans: 睡眠时间非常短，身体因此承受了额外的负荷。

# coach.insight.slowDownPlainWaterAndFocusOn.766
source: Slow down plain water and focus on minerals, protein and recovery.
ru: Сбавьте обычную воду и сейчас важнее минералах, белке и восстановлении.
zh_hans: 减少普通饮水，如今矿物质、蛋白质及身体修复更为重要。

# coach.insight.someScheduledTasksPassedWithoutUpdatesMark.522
source: Some scheduled tasks passed without updates. Mark them completed or skipped so the coach can adapt.
ru: Некоторые запланированные задачи прошли без обновлений. Отметьте их выполненными или пропущенными, чтобы Тренер адаптировал день.
zh_hans: 部分已安排的任务未进行更新。请标记这些任务为已完成或未完成，以便教练调整当日安排。

# coach.insight.stayConsistent.195
source: Stay Consistent
ru: Держите ритм
zh_hans: 保持节奏

# coach.insight.stayConsistent.778
source: Stay Consistent
ru: Держите ритм
zh_hans: 保持节奏

# coach.insight.stopEating.171
source: Stop Eating
ru: Остановитесь с едой
zh_hans: 停下来吃点东西

# coach.insight.stopEating.717
source: Stop Eating
ru: Остановитесь с едой
zh_hans: 停下来吃点东西

# coach.insight.systemRestRequired.714
source: System Rest Required
ru: Нужен отдых
zh_hans: 需要休息

# coach.insight.updateSchedule.524
source: Update Schedule
ru: Обновить план
zh_hans: 更新计划

# coach.insight.updateYourSchedule.521
source: Update your schedule.
ru: Обновите план.
zh_hans: 更新计划。

# coach.insight.valueAndPartsJoinedSeparator.272
source: %@, and \(parts.joined(separator:
ru: %@ и остальное
zh_hans: %@和\ (parts.joined (分隔符：

# coach.insight.waterIsAlreadyCoveredMineralSupportIs.420
source: Water is already covered. Mineral support is a better next step than more plain water.
ru: Воды уже достаточно. Лучше добавить минералы, чем пить еще больше обычной воды.
zh_hans: 水分已经足够，与其多喝普通水，不如补充矿物质。

# coach.insight.waterIsAlreadyHigh.765
source: Water is already high.
ru: Воды уже много.
zh_hans: 饮水量已经很高。

# coach.insight.waterTargetIsAlreadyHigh.181
source: Water target is already high.
ru: Цель по воде уже высокая.
zh_hans: 饮水目标已经很高。

# coach.insight.windDown.505
source: Wind Down
ru: Замедлитесь
zh_hans: 慢一点

# coach.insight.windDownWithLightRecoverySupportAvoid.503
source: Wind down with light recovery support. Avoid heavy meals and avoid forcing more water before sleep.
ru: Завершайте день спокойно. Избегайте тяжелой еды и не заставляйте себя пить больше перед сном.
zh_hans: 让这一天以平静的心态结束。避免食用油腻食物，也不要强迫自己在睡前饮用过多液体。

# coach.insight.youNeedFuelNow.132
source: You need fuel now.
ru: Сейчас нужна еда.
zh_hans: 现在需要食物。

# coach.insight.youNeedFuelNow.751
source: You need fuel now.
ru: Сейчас нужна еда.
zh_hans: 现在需要食物。

# coach.insight.yourActivityLoadCreatedRecoveryDemandAdd.462
source: Your activity load created recovery demand. Add easy protein now.
ru: Нагрузка создала запрос на восстановление. Добавьте немного белка сейчас.
zh_hans: 负载已触发恢复请求。现在请添加少量蛋白质。

# coach.insight.yourActivityLoadIsHighToday.902
source: Your activity load is high today.
ru: Сегодня нагрузка высокая.
zh_hans: 今天工作量很大。

# coach.insight.yourBodyIsShowingSignsOfAccumulated.263
source: Your body is showing signs of accumulated load. Prioritize recovery, hydration and sleep quality today.
ru: Тело показывает накопленную нагрузку. Сегодня важнее восстановление, вода и хороший сон.
zh_hans: 身体会显现出累积的负担。如今，恢复、饮水和充足睡眠更为重要。

# coach.insight.yourBodyNeedsMoreEnergySupport.906
source: Your body needs more energy support.
ru: Телу нужно больше энергии.
zh_hans: 身体需要更多能量。

# coach.insight.yourBodyWouldBenefitFromMoreProtein.884
source: Your body would benefit from more protein now, especially for recovery and stable energy.
ru: Сейчас телу поможет больше белка, особенно для восстановления и ровной энергии.
zh_hans: 目前，增加蛋白质摄入将对身体大有裨益，尤其有助于身体恢复并维持稳定的能量水平。

# coach.insight.yourCalorieAndCarbohydrateIntakeHasHeavily.169
source: Your calorie and carbohydrate intake has heavily crossed the daily limits. Give your digestion a complete rest—focus strictly on clean hydration.
ru: Калорий и углеводов сегодня уже слишком много. Дайте пищеварению полный отдых и держитесь чистой воды.
zh_hans: 如今，热量与碳水化合物的摄入量已过于庞大。请让消化系统充分休息，并坚持饮用纯净水。

# coach.insight.yourCoachHasNoUrgentConflictTo.776
source: Your coach has no urgent conflict to solve right now. Keep food, activity and recovery balanced.
ru: Сейчас у Тренера нет срочного конфликта для решения. Держите еду, активность и восстановление в балансе.
zh_hans: 目前，训练师暂无需要处理的紧急冲突。请保持营养、活动量与恢复状态的平衡。

# coach.insight.yourCurrentPhysicalLoadIsExtremelyHigh.715
source: Your current physical load is extremely high. Shift focus entirely to clean hydration and recovery pacing.
ru: Текущая физическая нагрузка очень высокая. Полностью сместите фокус на воду и спокойное восстановление.
zh_hans: 目前的身体负荷非常大。请将注意力完全转向水中，并进行平稳的恢复。

# coach.insight.yourFoodWaterActivityAndRecoveryAre.193
source: Your food, water, activity and recovery are aligned today. Keep this steady rhythm.
ru: Еда, вода, активность и восстановление сегодня согласованы. Держите этот ровный ритм.
zh_hans: 饮食、饮水、活动与恢复均已协调一致。请继续保持这一稳定的节奏。

# coach.insight.yourMuscleWorkloadIsExceptionallyHighToday.726
source: Your muscle workload is exceptionally high today. Focus on restful wind-down rituals and overnight recovery support.
ru: Мышечная нагрузка сегодня очень высокая. Сделайте вечер спокойным и помогите телу восстановиться ночью.
zh_hans: 如今的肌肉负荷已相当大。请在傍晚保持放松，以便身体在夜间得到恢复。

# coach.insight.yourRecoverySignalsAreUnderPressure.909
source: Your recovery signals are under pressure.
ru: Сигналы восстановления под давлением.
zh_hans: 压力下的恢复信号。

# coach.insight.yourWorkoutLoadCreatedMassiveMuscularDemand.57
source: Your workout load created massive muscular demand today. Prioritize slow proteins and restful wind-down rituals to maximize supercompensation overnight.
ru: Тренировочная нагрузка сегодня дала большой запрос на мышцы. Сделайте ставку на белок и спокойный вечер, чтобы тело лучше восстановилось ночью.
zh_hans: 如今的训练强度对肌肉提出了更高要求。请多摄入蛋白质，并安排一个安静的夜晚，以便身体在夜间更好地恢复。

# coach.item
source: item
ru: пункт
zh_hans: 项

# coach.items
source: items
ru: пункта
zh_hans: 项

# coach.keepAPaceWhereYouCanTalk
source: Keep a pace where you can talk
ru: Держите темп, в котором можете говорить
zh_hans: 保持一个能让你交谈的步速。

# coach.keepAPaceYouCouldHoldAllDay
source: Keep a pace you could hold all day
ru: Держите темп, который могли бы держать весь день
zh_hans: 保持一个能让你一整天都坚持下来的节奏。

# coach.keepBreathingSlowSteadyAndComfortable
source: Keep breathing slow, steady and comfortable.
ru: Дышите медленно, ровно и комфортно.
zh_hans: 保持呼吸缓慢、平稳且舒适。

# coach.keepCadenceSteady
source: Keep cadence steady
ru: Держите стабильный каденс
zh_hans: 保持步频稳定

# coach.keepEffortSteady
source: Keep effort steady
ru: Держите усилие ровным
zh_hans: 保持努力稳定

# coach.keepEffortSteadyStayComfortableAndFinishCalmly
source: Keep effort steady, stay comfortable and finish calmly.
ru: Держите усилие ровным, оставайтесь в комфорте и завершите спокойно.
zh_hans: 保持节奏稳定，保持舒适感，冷静地完成。

# coach.keepEffortSustainable
source: Keep effort sustainable
ru: Держите устойчивое усилие
zh_hans: 保持努力的可持续性

# coach.keepEnergySteady
source: Keep energy steady
ru: Держите энергию ровной
zh_hans: 保持精力充沛

# coach.keepFoodLight
source: Keep food light
ru: Еда должна быть легкой
zh_hans: 饮食清淡

# coach.keepFoodLightBananaIfHungry
source: Keep food light (banana if hungry)
ru: Еда легкая (банан, если голодны)
zh_hans: 饮食清淡（饥饿时可食用香蕉）

# coach.keepFoodLightBeforeLifting
source: Keep food light before lifting
ru: Еда легкая перед силовой
zh_hans: 起立前请保持食物清淡

# coach.keepFoodLightBeforePlay
source: Keep food light before play
ru: Еда легкая перед игрой
zh_hans: 运动前请食用清淡食物

# coach.keepFormCleanAndLeave12RepsIn
source: Keep form clean and leave 1–2 reps in reserve. Stop before technique breaks down.
ru: Держите технику чистой и оставьте 1–2 повтора в запасе. Остановитесь до развала техники.
zh_hans: 保持动作形态整洁，并预留 1–2 次重复次数；若动作技术出现偏差，请立即停止。

# coach.keepGoodFormOnEverySet
source: Keep good form on every set
ru: Держите хорошую технику в каждом подходе
zh_hans: 每局比赛都要保持良好的姿势

# coach.keepHeatConservative
source: Keep heat conservative
ru: Держите тепло умеренным
zh_hans: 保持热量保守

# coach.keepHeatExposureConservative
source: Keep heat exposure conservative
ru: Держите тепловую нагрузку умеренной
zh_hans: 避免长时间暴露于高温环境

# coach.keepHydrationSimple
source: Keep hydration simple
ru: Пейте воду просто и спокойно.
zh_hans: 保持水分补充简单便捷

# coach.keepItEasy
source: Keep it easy
ru: Держите легко
zh_hans: 保持简单

# coach.keepItEasyAndAvoidTurningThisIntoTraining
source: Keep it easy and avoid turning this into training.
ru: Держите легко и не превращайте это в тренировку.
zh_hans: 保持简单，避免将其变成训练。

# coach.keepMovementLight
source: Keep movement light
ru: Движение должно быть легким
zh_hans: 保持动作轻盈

# coach.keepPaceComfortable
source: Keep pace comfortable
ru: Держите комфортный темп
zh_hans: 保持舒适的步速

# coach.keepPressureSmooth
source: Keep pressure smooth
ru: Держите давление плавным
zh_hans: 保持压力平稳

# coach.keepPressureSmoothAndStayInControlAvoidUnnecessary
source: Keep pressure smooth and stay in control. Avoid unnecessary surges.
ru: Держите давление плавным и контролируйте себя. Избегайте лишних рывков.
zh_hans: 保持压力平稳，始终掌控局面；避免不必要的压力骤增。

# coach.keepTheBenefitByStayingRelaxedAndAvoidingExtra
source: Keep the benefit by staying relaxed and avoiding extra intensity.
ru: Сохраните эффект: оставайтесь расслабленным и избегайте лишней интенсивности.
zh_hans: 保持放松心态，避免过度用力，即可保留益处。
